Repository: raypay-gateway/restrict-content-pro
Catalog: languages/raypay-for-rcp-*.po
Languages: fa_ir

source: RayPay for Restrict Content Pro
fa_ir: درگاه پرداخت رای پی برای افزونه Restrict Content Pro

source: <a href="https://raypay.ir">RayPay</a> secure payment gateway for Restrict Content Pro
fa_ir: درگاه پرداخت امن <a href="https://raypay.ir">رای پی</a> برای افزونه Restrict Content Pro

source: RayPay
fa_ir: رای پی

source: RayPay Payment Gateway
fa_ir: درگاه پرداخت رای پی

source: RayPay gateway settings
fa_ir: تنظیمات درگاه پرداخت رای پی

source: User ID
fa_ir: شناسه کاربری

source: You can receive your User ID by going to your RayPay panel
fa_ir: شما میتوانید شناسه کاربری خود را از پنل رای پی دریافت نمایید

source: RayPay User ID is missing
fa_ir: شناسه کاربری رای پی وارد نشده است

source: Marketing ID
fa_ir: شناسه کسب و کار

source: You can receive your Marketing ID by going to your RayPay panel
fa_ir: شما میتوانید شناسه کسب و کار خود را از پنل رای پی دریافت نمایید

source: RayPay Marketing ID is missing
fa_ir: شناسه کسب و کار رای پی وارد نشده است

source: Sandbox mode
fa_ir: حالت SandBox

source: If you check this option, the gateway will work in Test (Sandbox) mode.
fa_ir: اگر این گزینه را فعال نماپید، پرداخت در محیط تست رای پی انجام می گیرد.

source: Show currency?
fa_ir: نمایش واحد پول؟

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: An error occurred while creating the transaction.
fa_ir: خطایی در هنگام ایجاد پرداخت رخ داده است.

source: Payment was successful.
fa_ir: پرداخت با موفقیت انجام شد.

source: Payment was unsuccessful.
fa_ir: خطایی در پرداخت رخ داده است.

source: RayPay Invoice ID:
fa_ir: شناسه ارجاع بانکی رای پی :

source: Payment failed due to the following reason:
fa_ir: پرداخت به علت خطای فوق ناموفق بوده است :

source: An error occurred.
fa_ir: خطایی رخ داده است.

source: An error occurred while verifying the transaction.
fa_ir: خطایی هنگام استعلام تراکنش رخ داده است.
